Revit 2027 API
ParameterTypeId.StairstypeNotchThickness Property
 "Notch Thickness":
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairstypeNotchThickness { get; }
Public Shared ReadOnly Property StairstypeNotchThickness As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairstypeNotchThickness {
	ForgeTypeId^ get ();
}
static member StairstypeNotchThickness : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace